Repository: Tommy0369/ai-storage-manager
Catalog: Sources/AppServices/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.technicalDetails
source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
ja: 技術詳細
ko: 기술 세부정보
pt_br: Detalhes técnicos
zh_hans: 技术详情
zh_hant: 技術詳細資料

# entity.xcodeBuildData.title
source: Xcode Build Data
de: Xcode-Build-Daten
es: Datos de compilación de Xcode
fr: Données de build Xcode
ja: Xcode ビルドデータ
ko: Xcode 빌드 데이터
pt_br: Dados de build do Xcode
zh_hans: Xcode 构建数据
zh_hant: Xcode 建置資料

# entity.xcodeBuildData.what
source: Build output Xcode can create again.
de: Build-Ausgabe, die Xcode erneut erzeugen kann.
es: Salida de compilación que Xcode puede volver a crear.
fr: Sortie de build que Xcode peut recréer.
ja: Xcodeが再生成できるビルド出力です。
ko: Xcode가 다시 만들 수 있는 빌드 출력입니다.
pt_br: Saída de build que o Xcode pode criar de novo.
zh_hans: Xcode 可以再次生成的构建输出。
zh_hant: Xcode 可以再次產生的建置輸出。

# entity.ollamaModel.title
source: Ollama model
de: Ollama-Modell
es: Modelo de Ollama
fr: Modèle Ollama
ja: Ollama モデル
ko: Ollama 모델
pt_br: Modelo Ollama
zh_hans: Ollama 模型
zh_hant: Ollama 模型

# entity.ollamaModel.what
source: A downloaded AI model.
de: Ein heruntergeladenes KI-Modell.
es: Un modelo de IA descargado.
fr: Un modèle d’IA téléchargé.
ja: ダウンロード済みのAIモデルです。
ko: 다운로드된 AI 모델입니다.
pt_br: Um modelo de IA baixado.
zh_hans: 已下载的 AI 模型。
zh_hant: 已下載的 AI 模型。

# entity.hfSnapshot.what
source: A local AI model snapshot (exact revision).
de: Ein lokaler KI-Modell-Snapshot (genaue Revision).
es: Una instantánea local de modelo de IA (revisión exacta).
fr: Un instantané local de modèle d’IA (révision exacte).
ja: ローカルのAIモデルスナップショット（正確なリビジョン）です。
ko: 로컬 AI 모델 스냅샷(정확한 리비전)입니다.
pt_br: Um snapshot local de modelo de IA (revisão exata).
zh_hans: 本地 AI 模型快照（精确修订）。
zh_hant: 本機 AI 模型快照（精確修訂）。

# entity.cursorState.title
source: Cursor AI & conversation state
de: Cursor-KI- und Gesprächszustand
es: Estado de IA y conversación de Cursor
fr: État IA et conversation Cursor
ja: Cursor のAI・会話状態
ko: Cursor AI 및 대화 상태
pt_br: Estado de IA e conversa do Cursor
zh_hans: Cursor AI 与对话状态
zh_hant: Cursor AI 與對話狀態

# entity.cursorState.what
source: Cursor uses this to restore chats and agent work.
de: Cursor nutzt dies, um Chats und Agentenarbeit wiederherzustellen.
es: Cursor lo usa para restaurar chats y trabajo del agente.
fr: Cursor l’utilise pour restaurer chats et travail d’agent.
ja: Cursorがチャットとエージェント作業を復元するために使います。
ko: Cursor가 채팅과 에이전트 작업을 복원하는 데 사용합니다.
pt_br: O Cursor usa isto para restaurar chats e trabalho do agente.
zh_hans: Cursor 用它来恢复聊天和代理工作。
zh_hant: Cursor 用它來還原聊天與代理工作。

# entity.cursorState.whyLarge
source: Most of this space is Cursor's AI conversation and agent state.
de: Der Großteil ist KI-Gesprächs- und Agentenzustand von Cursor.
es: La mayor parte es estado de conversación e agente de Cursor.
fr: L’essentiel est l’état de conversation et d’agent Cursor.
ja: この容量の多くはCursorのAI会話とエージェント状態です。
ko: 이 공간의 대부분은 Cursor의 AI 대화와 에이전트 상태입니다.
pt_br: A maior parte é estado de conversa e agente do Cursor.
zh_hans: 大部分空间是 Cursor 的 AI 对话与代理状态。
zh_hant: 大部分空間是 Cursor 的 AI 對話與代理狀態。

# entity.cursorState.keepReason
source: Keep — Cursor is actively using this state.
de: Behalten — Cursor nutzt diesen Zustand aktiv.
es: Conservar — Cursor está usando este estado.
fr: Conserver — Cursor utilise cet état.
ja: 残す — Cursorがこの状態を使っています。
ko: 유지 — Cursor가 이 상태를 사용 중입니다.
pt_br: Manter — o Cursor está usando este estado.
zh_hans: 保留 — Cursor 正在使用此状态。
zh_hant: 保留 — Cursor 正在使用此狀態。

# entity.cursorBackup.title
source: Cursor recovery backup
de: Cursor-Wiederherstellungsbackup
es: Copia de recuperación de Cursor
fr: Sauvegarde de récupération Cursor
ja: Cursor 回復バックアップ
ko: Cursor 복구 백업
pt_br: Backup de recuperação do Cursor
zh_hans: Cursor 恢复备份
zh_hant: Cursor 復原備份

# entity.cursorBackup.keepReason
source: Keep — this is Cursor's recovery backup.
de: Behalten — dies ist das Wiederherstellungsbackup von Cursor.
es: Conservar — es la copia de recuperación de Cursor.
fr: Conserver — c’est la sauvegarde de récupération Cursor.
ja: 残す — Cursorの回復用バックアップです。
ko: 유지 — Cursor의 복구 백업입니다.
pt_br: Manter — este é o backup de recuperação do Cursor.
zh_hans: 保留 — 这是 Cursor 的恢复备份。
zh_hant: 保留 — 這是 Cursor 的復原備份。

# entity.cursorBackup.block
source: This is the current recovery backup.
de: Dies ist das aktuelle Wiederherstellungsbackup.
es: Esta es la copia de recuperación actual.
fr: Ceci est la sauvegarde de récupération actuelle.
ja: これは現在の回復バックアップです。
ko: 현재 복구 백업입니다.
pt_br: Este é o backup de recuperação atual.
zh_hans: 这是当前的恢复备份。
zh_hant: 這是目前的復原備份。

# entity.voiceMemos.title
source: Your recordings
de: Ihre Aufnahmen
es: Sus grabaciones
fr: Vos enregistrements
ja: あなたの録音
ko: 내 녹음
pt_br: Suas gravações
zh_hans: 您的录音
zh_hant: 您的錄音

# entity.voiceMemos.what
source: These are your original recordings.
de: Das sind Ihre Originalaufnahmen.
es: Estas son sus grabaciones originales.
fr: Ce sont vos enregistrements originaux.
ja: あなた自身のオリジナル録音です。
ko: 사용자의 원본 녹음입니다.
pt_br: Estas são suas gravações originais.
zh_hans: 这些是您的原始录音。
zh_hant: 這些是您的原始錄音。

# entity.voiceMemos.whyLarge
source: Most of this space is your original audio recordings.
de: Der Großteil sind Ihre originalen Audioaufnahmen.
es: La mayor parte son sus grabaciones de audio originales.
fr: L’essentiel est constitué de vos enregistrements audio originaux.
ja: この容量の多くはあなたの音声録音です。
ko: 이 공간의 대부분은 원본 오디오 녹음입니다.
pt_br: A maior parte são suas gravações de áudio originais.
zh_hans: 大部分空间是您的原始音频录音。
zh_hant: 大部分空間是您的原始音訊錄音。

# entity.voiceMemos.keepReason
source: Keep — these are your recordings.
de: Behalten — das sind Ihre Aufnahmen.
es: Conservar — son sus grabaciones.
fr: Conserver — ce sont vos enregistrements.
ja: 残す — あなたの録音です。
ko: 유지 — 사용자의 녹음입니다.
pt_br: Manter — estas são suas gravações.
zh_hans: 保留 — 这些是您的录音。
zh_hant: 保留 — 這些是您的錄音。

# entity.voiceMemos.block
source: Apple does not provide a verified local-only removal action for these recordings.
de: Apple bietet keine verifizierte nur-lokale Entfernung für diese Aufnahmen.
es: Apple no ofrece una acción verificada de eliminación solo local para estas grabaciones.
fr: Apple ne fournit pas d’action vérifiée de suppression locale seule pour ces enregistrements.
ja: Appleは、これらの録音向けに検証済みのローカルのみ削除手段を提供していません。
ko: Apple은 이 녹음에 대해 검증된 로컬 전용 제거 동작을 제공하지 않습니다.
pt_br: A Apple não fornece uma ação verificada de remoção apenas local para estas gravações.
zh_hans: Apple 未提供经核实的、仅删除本地副本的操作。
zh_hant: Apple 未提供經驗證的、僅刪除本機副本的操作。

# entity.chrome.title
source: Chrome browser data
de: Chrome-Browserdaten
es: Datos del navegador Chrome
fr: Données du navigateur Chrome
ja: Chrome ブラウザデータ
ko: Chrome 브라우저 데이터
pt_br: Dados do navegador Chrome
zh_hans: Chrome 浏览器数据
zh_hant: Chrome 瀏覽器資料

# entity.chrome.what
source: Browser & website data — site state plus some verified cache.
de: Browser- und Website-Daten — Site-Zustand plus etwas verifizierten Cache.
es: Datos del navegador y sitios — estado del sitio más algo de caché verificada.
fr: Données navigateur et sites — état des sites plus un cache vérifié partiel.
ja: ブラウザとサイトのデータ — サイト状態と一部の検証済みキャッシュ。
ko: 브라우저 및 웹사이트 데이터 — 사이트 상태와 일부 검증된 캐시.
pt_br: Dados do navegador e sites — estado do site mais algum cache verificado.
zh_hans: 浏览器与网站数据 — 站点状态加上部分已验证缓存。
zh_hant: 瀏覽器與網站資料 — 網站狀態加上部分已驗證快取。

# entity.chrome.whyLarge
source: This contains website/app data plus some verified cache.
de: Enthält Website-/App-Daten sowie etwas verifizierten Cache.
es: Contiene datos de sitios/apps y algo de caché verificada.
fr: Contient des données de sites/apps et un cache vérifié partiel.
ja: サイト/アプリのデータと、一部の検証済みキャッシュが含まれます。
ko: 웹사이트/앱 데이터와 일부 검증된 캐시가 포함됩니다.
pt_br: Contém dados de sites/apps e algum cache verificado.
zh_hans: 包含网站/应用数据以及部分已验证缓存。
zh_hant: 包含網站/App 資料以及部分已驗證快取。

# entity.chrome.keepReason
source: Protect website and app state; do not treat the whole profile as cache.
de: Website- und App-Zustand schützen; das gesamte Profil nicht als Cache behandeln.
es: Proteja el estado de sitios y apps; no trate todo el perfil como caché.
fr: Protégez l’état des sites et apps ; ne traitez pas tout le profil comme cache.
ja: サイトとアプリの状態を守ります。プロファイル全体をキャッシュ扱いしません。
ko: 웹사이트와 앱 상태를 보호합니다. 프로필 전체를 캐시로 취급하지 마세요.
pt_br: Proteja o estado de sites e apps; não trate o perfil inteiro como cache.
zh_hans: 保护网站与应用状态；不要把整个配置文件当作缓存。
zh_hant: 保護網站與 App 狀態；不要把整個設定檔當作快取。

# entity.chrome.block
source: This contains website state, not just cache.
de: Enthält Website-Zustand, nicht nur Cache.
es: Contiene estado del sitio, no solo caché.
fr: Contient l’état du site, pas seulement du cache.
ja: これはキャッシュだけではなく、サイト状態を含みます。
ko: 캐시만이 아니라 웹사이트 상태가 포함됩니다.
pt_br: Contém estado do site, não apenas cache.
zh_hans: 这包含网站状态，而不仅仅是缓存。
zh_hant: 這包含網站狀態，而不僅僅是快取。

# entity.claude.what
source: Claude's base runtime and mutable session data.
de: Basis-Runtime von Claude und veränderliche Sitzungsdaten.
es: Runtime base de Claude y datos de sesión mutables.
fr: Runtime de base Claude et données de session mutables.
ja: Claudeのベースランタイムと変更可能なセッションデータです。
ko: Claude의 기본 런타임과 변경 가능한 세션 데이터입니다.
pt_br: Runtime base do Claude e dados de sessão mutáveis.
zh_hans: Claude 的基础运行时与可变会话数据。
zh_hant: Claude 的基礎執行階段與可變工作階段資料。

# entity.claude.keepReason
source: Keep — Claude is currently using this runtime.
de: Behalten — Claude nutzt diese Runtime gerade.
es: Conservar — Claude está usando este runtime.
fr: Conserver — Claude utilise ce runtime.
ja: 残す — Claudeがこのランタイムを使っています。
ko: 유지 — Claude가 이 런타임을 사용 중입니다.
pt_br: Manter — o Claude está usando este runtime.
zh_hans: 保留 — Claude 正在使用此运行时。
zh_hant: 保留 — Claude 正在使用此執行階段。

# entity.claude.block
source: Claude is currently using this.
de: Claude nutzt dies gerade.
es: Claude lo está usando ahora.
fr: Claude l’utilise actuellement.
ja: Claudeがいまこれを使っています。
ko: Claude가 현재 이것을 사용 중입니다.
pt_br: O Claude está usando isto agora.
zh_hans: Claude 正在使用此项。
zh_hant: Claude 正在使用此項目。

# settings.product
source: Product
de: Produkt
es: Producto
fr: Produit
ja: 製品
ko: 제품
pt_br: Produto
zh_hans: 产品
zh_hant: 產品

# settings.minimumMacOS
source: Minimum macOS
de: Mindest-macOS
es: macOS mínimo
fr: macOS minimum
ja: 対応macOS
ko: 최소 macOS
pt_br: macOS mínimo
zh_hans: 最低 macOS
zh_hant: 最低 macOS

# settings.productLoop
source: Product loop
de: Produktzyklus
es: Bucle del producto
fr: Boucle produit
ja: 製品ループ
ko: 제품 루프
pt_br: Ciclo do produto
zh_hans: 产品循环
zh_hant: 產品循環

# settings.productLoop.value
source: See → Understand → Decide → Act → Verify
de: Sehen → Verstehen → Entscheiden → Handeln → Prüfen
es: Ver → Entender → Decidir → Actuar → Verificar
fr: Voir → Comprendre → Décider → Agir → Vérifier
ja: 見る → 理解する → 決める → 動く → 確かめる
ko: 보기 → 이해하기 → 결정 → 행동 → 확인
pt_br: Ver → Entender → Decidir → Agir → Verificar
zh_hans: 看见 → 理解 → 决定 → 行动 → 验证
zh_hant: 看見 → 理解 → 決定 → 行動 → 驗證

# settings.research
source: Research
de: Forschung
es: Investigación
fr: Recherche
ja: リサーチ
ko: 리서치
pt_br: Pesquisa
zh_hans: 研究
zh_hant: 研究

# settings.research.frozen
source: Frozen (complete)
de: Eingefroren (fertig)
es: Congelado (completo)
fr: Gelé (terminé)
ja: 凍結（完了）
ko: 동결(완료)
pt_br: Congelado (completo)
zh_hans: 已冻结（完成）
zh_hant: 已凍結（完成）

# entity.chromeWebsiteState.title
source: Website & app data
de: Website- und App-Daten
es: Datos de sitios y apps
fr: Données de sites et d’apps
ja: サイトとアプリのデータ
ko: 웹사이트 및 앱 데이터
pt_br: Dados de sites e apps
zh_hans: 网站与应用数据
zh_hant: 網站與 App 資料

# entity.claudeMutableState.title
source: Claude session state
de: Claude-Sitzungszustand
es: Estado de sesión de Claude
fr: État de session Claude
ja: Claude のセッション状態
ko: Claude 세션 상태
pt_br: Estado de sessão do Claude
zh_hans: Claude 会话状态
zh_hant: Claude 工作階段狀態

# entity.claudeRuntimeBase.title
source: Claude runtime base
de: Claude-Runtime-Basis
es: Base del runtime de Claude
fr: Base du runtime Claude
ja: Claude ランタイム基盤
ko: Claude 런타임 기반
pt_br: Base do runtime Claude
zh_hans: Claude 运行时基础
zh_hant: Claude 執行階段基礎

# entity.ollamaModels.title
source: Ollama Models
de: Ollama-Modelle
es: Modelos de Ollama
fr: Modèles Ollama
ja: Ollama モデル
ko: Ollama 모델
pt_br: Modelos Ollama
zh_hans: Ollama 模型
zh_hant: Ollama 模型

# entity.hfModels.title
source: Hugging Face Models
de: Hugging-Face-Modelle
es: Modelos de Hugging Face
fr: Modèles Hugging Face
ja: Hugging Face モデル
ko: Hugging Face 모델
pt_br: Modelos Hugging Face
zh_hans: Hugging Face 模型
zh_hant: Hugging Face 模型

# entity.claudeData.title
source: Claude Data
de: Claude-Daten
es: Datos de Claude
fr: Données Claude
ja: Claude データ
ko: Claude 데이터
pt_br: Dados do Claude
zh_hans: Claude 数据
zh_hant: Claude 資料

# entity.simulatorDevices.title
source: Simulator Devices
de: Simulator-Geräte
es: Dispositivos del simulador
fr: Appareils simulateur
ja: シミュレータデバイス
ko: 시뮬레이터 기기
pt_br: Dispositivos do simulador
zh_hans: 模拟器设备
zh_hant: 模擬器裝置

# entity.icloudData.title
source: iCloud Data
de: iCloud-Daten
es: Datos de iCloud
fr: Données iCloud
ja: iCloud データ
ko: iCloud 데이터
pt_br: Dados do iCloud
zh_hans: iCloud 数据
zh_hant: iCloud 資料

# entity.trash.title
source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
pt_br: Lixeira
zh_hans: 废纸篓
zh_hant: 垃圾桶

# entity.generic.storageUsed
source: Storage used by this item on your Mac.
de: Speicher, den dieses Element auf Ihrem Mac belegt.
es: Almacenamiento que usa este elemento en su Mac.
fr: Espace utilisé par cet élément sur votre Mac.
ja: この項目がMac上で使っている容量です。
ko: 이 항목이 Mac에서 사용하는 저장공간입니다.
pt_br: Armazenamento que este item usa no seu Mac.
zh_hans: 此项在您的 Mac 上占用的空间。
zh_hant: 此項目在您的 Mac 上佔用的空間。

# entity.desc.developer
source: Developer tools and build-related data on your Mac.
de: Entwicklertools und Build-Daten auf Ihrem Mac.
es: Herramientas de desarrollo y datos de compilación en su Mac.
fr: Outils de développement et données de build sur votre Mac.
ja: Mac上の開発ツールとビルド関連データです。
ko: Mac의 개발 도구 및 빌드 관련 데이터입니다.
pt_br: Ferramentas de desenvolvimento e dados de build no seu Mac.
zh_hans: Mac 上的开发工具与构建相关数据。
zh_hant: Mac 上的開發工具與建置相關資料。

# entity.desc.aiTools
source: AI development tools and locally stored model data.
de: KI-Entwicklungstools und lokal gespeicherte Modelldaten.
es: Herramientas de IA y datos de modelos almacenados localmente.
fr: Outils d’IA et données de modèles stockées localement.
ja: AI開発ツールとローカル保存のモデルデータです。
ko: AI 개발 도구와 로컬에 저장된 모델 데이터입니다.
pt_br: Ferramentas de IA e dados de modelos armazenados localmente.
zh_hans: AI 开发工具与本地存储的模型数据。
zh_hant: AI 開發工具與本機儲存的模型資料。

# entity.desc.cloud
source: Cloud-backed or synchronized storage.
de: Cloud-gestützter oder synchronisierter Speicher.
es: Almacenamiento en la nube o sincronizado.
fr: Stockage cloud ou synchronisé.
ja: クラウド連携または同期されたストレージです。
ko: 클라우드 지원 또는 동기화된 저장공간입니다.
pt_br: Armazenamento na nuvem ou sincronizado.
zh_hans: 云端支持或已同步的存储。
zh_hant: 雲端支援或已同步的儲存。

# entity.desc.backups
source: Backup data stored locally.
de: Lokal gespeicherte Backup-Daten.
es: Datos de copia de seguridad almacenados localmente.
fr: Données de sauvegarde stockées localement.
ja: ローカルに保存されたバックアップデータです。
ko: 로컬에 저장된 백업 데이터입니다.
pt_br: Dados de backup armazenados localmente.
zh_hans: 本地存储的备份数据。
zh_hant: 本機儲存的備份資料。

# entity.desc.macOSSystem
source: System-related caches and support files.
de: Systembezogene Caches und Supportdateien.
es: Cachés y archivos de soporte del sistema.
fr: Caches et fichiers de support liés au système.
ja: システム関連のキャッシュとサポートファイルです。
ko: 시스템 관련 캐시와 지원 파일입니다.
pt_br: Caches e arquivos de suporte do sistema.
zh_hans: 系统相关缓存与支持文件。
zh_hant: 系統相關快取與支援檔案。

# entity.desc.generatedData
source: Generated or cache data.
de: Generierte Daten oder Cache.
es: Datos generados o de caché.
fr: Données générées ou de cache.
ja: 生成データまたはキャッシュです。
ko: 생성된 데이터 또는 캐시입니다.
pt_br: Dados gerados ou de cache.
zh_hans: 生成数据或缓存。
zh_hant: 產生的資料或快取。

# entity.desc.personalFiles
source: Personal files in your home folder.
de: Persönliche Dateien in Ihrem Benutzerordner.
es: Archivos personales en su carpeta de inicio.
fr: Fichiers personnels dans votre dossier de départ.
ja: ホームフォルダ内の個人ファイルです。
ko: 홈 폴더의 개인 파일입니다.
pt_br: Arquivos pessoais na sua pasta pessoal.
zh_hans: 主文件夹中的个人文件。
zh_hant: 主資料夾中的個人檔案。

# entity.why.aiTools
source: AI models and tool caches can grow to many gigabytes.
de: KI-Modelle und Tool-Caches können viele GB groß werden.
es: Los modelos de IA y cachés de herramientas pueden crecer muchos GB.
fr: Les modèles d’IA et caches d’outils peuvent atteindre plusieurs Go.
ja: AIモデルとツールのキャッシュは数GBまで増え得ます。
ko: AI 모델과 도구 캐시는 수 GB까지 커질 수 있습니다.
pt_br: Modelos de IA e caches de ferramentas podem crescer muitos GB.
zh_hans: AI 模型与工具缓存可能增至数 GB。
zh_hant: AI 模型與工具快取可能增至數 GB。

# entity.why.developer
source: Build artifacts, simulators, and package caches accumulate over time.
de: Build-Artefakte, Simulatoren und Paket-Caches wachsen mit der Zeit.
es: Artefactos de build, simuladores y cachés de paquetes se acumulan.
fr: Les artefacts de build, simulateurs et caches de paquets s’accumulent.
ja: ビルド成果物、シミュレータ、パッケージキャッシュは時間とともに増えます。
ko: 빌드 산출물, 시뮬레이터, 패키지 캐시는 시간이 지나며 쌓입니다.
pt_br: Artefatos de build, simuladores e caches de pacotes acumulam com o tempo.
zh_hans: 构建产物、模拟器和软件包缓存会随时间累积。
zh_hant: 建置產物、模擬器與套件快取會隨時間累積。

# entity.why.backups
source: Device backups store full snapshots locally.
de: Geräte-Backups speichern vollständige Snapshots lokal.
es: Las copias de dispositivo guardan instantáneas completas localmente.
fr: Les sauvegardes d’appareil stockent des instantanés complets localement.
ja: デバイスバックアップは完全なスナップショットをローカルに保存します。
ko: 기기 백업은 전체 스냅샷을 로컬에 저장합니다.
pt_br: Backups de dispositivo armazenam snapshots completos localmente.
zh_hans: 设备备份会在本地存储完整快照。
zh_hant: 裝置備份會在本機儲存完整快照。

# entity.protect.voiceMemos
source: Keep — these are your original recordings. Deleting can sync across Apple devices, and Apple doesn’t expose a verified local-only offload for Voice Memos.
de: Behalten — das sind Ihre Originalaufnahmen. Löschen kann auf Apple-Geräten synchronisieren; Apple bietet kein verifiziertes nur-lokales Auslagern für Sprachnotizen.
es: Conservar — son sus grabaciones originales. Borrar puede sincronizarse entre dispositivos Apple, y Apple no ofrece una descarga solo local verificada para Notas de Voz.
fr: Conserver — ce sont vos enregistrements originaux. La suppression peut se synchroniser entre appareils Apple, et Apple n’expose pas de déchargement local vérifié pour Mémos vocaux.
ja: 残す — あなた自身のオリジナル録音です。削除はAppleデバイス間で同期され得ます。Voice Memos向けの検証済みローカルのみ退避は提供されていません。
ko: 유지 — 원본 녹음입니다. 삭제는 Apple 기기 간에 동기화될 수 있으며, Voice Memos용 검증된 로컬 전용 오프로드는 없습니다.
pt_br: Manter — estas são suas gravações originais. Excluir pode sincronizar entre dispositivos Apple, e a Apple não oferece remoção apenas local verificada para Memorando de Voz.
zh_hans: 保留 — 这些是您的原始录音。删除可能在 Apple 设备间同步，且 Apple 未提供经核实的仅本地卸载方式。
zh_hant: 保留 — 這些是您的原始錄音。刪除可能在 Apple 裝置間同步，且 Apple 未提供經驗證的僅本機卸載方式。

# entity.protect.iosBackup
source: Keep — this is a local device backup. Moving this folder directly may make the backup unusable.
de: Behalten — dies ist ein lokales Geräte-Backup. Direkter Ordnerzugriff kann das Backup unbrauchbar machen.
es: Conservar — es una copia local del dispositivo. Mover esta carpeta directamente puede inutilizar la copia.
fr: Conserver — c’est une sauvegarde locale d’appareil. Déplacer ce dossier directement peut rendre la sauvegarde inutilisable.
ja: 残す — ローカルのデバイスバックアップです。このフォルダを直接動かすとバックアップが使えなくなることがあります。
ko: 유지 — 로컬 기기 백업입니다. 이 폴더를 직접 옮기면 백업을 쓸 수 없게 될 수 있습니다.
pt_br: Manter — este é um backup local do dispositivo. Mover esta pasta diretamente pode inutilizar o backup.
zh_hans: 保留 — 这是本地设备备份。直接移动此文件夹可能导致备份无法使用。
zh_hant: 保留 — 這是本機裝置備份。直接移動此資料夾可能使備份無法使用。

# entity.protect.git
source: Keep — Git repository data requires relocation contracts. Bulk delete is blocked.
de: Behalten — Git-Repository-Daten brauchen Umzugsverträge. Massenlöschen ist gesperrt.
es: Conservar — los datos de Git requieren contratos de reubicación. El borrado masivo está bloqueado.
fr: Conserver — les données Git exigent des contrats de relocation. La suppression en masse est bloquée.
ja: 残す — Gitリポジトリデータは移設契約が必要です。一括削除は遮断されています。
ko: 유지 — Git 저장소 데이터는 이전 계약이 필요합니다. 대량 삭제는 차단됩니다.
pt_br: Manter — dados de repositório Git exigem contratos de relocação. Exclusão em massa está bloqueada.
zh_hans: 保留 — Git 仓库数据需要迁移约定。批量删除已阻止。
zh_hant: 保留 — Git 儲存庫資料需要遷移約定。大量刪除已阻擋。

# entity.protect.claude
source: Keep — Claude’s runtime includes a base system and mutable session state. Active runtimes stay protected.
de: Behalten — Claudes Runtime umfasst Basis und veränderlichen Sitzungszustand. Aktive Runtimes bleiben geschützt.
es: Conservar — el runtime de Claude incluye un sistema base y estado de sesión mutable. Los runtimes activos quedan protegidos.
fr: Conserver — le runtime Claude inclut un système de base et un état de session mutable. Les runtimes actifs restent protégés.
ja: 残す — Claudeのランタイムは基盤と変更可能なセッション状態を含みます。稼働中は保護されます。
ko: 유지 — Claude 런타임은 기반 시스템과 변경 가능한 세션 상태를 포함합니다. 활성 런타임은 보호됩니다.
pt_br: Manter — o runtime do Claude inclui sistema base e estado de sessão mutável. Runtimes ativos permanecem protegidos.
zh_hans: 保留 — Claude 运行时包含基础系统与可变会话状态。活动运行时保持受保护。
zh_hant: 保留 — Claude 執行階段包含基礎系統與可變工作階段狀態。活動執行階段維持受保護。

# entity.protect.chrome
source: Keep site and app data protected. Browser “cache” names alone aren’t enough to treat this as disposable.
de: Website- und App-Daten geschützt halten. Der bloße Browser-Name „Cache“ reicht nicht aus, sie als entbehrlich zu behandeln.
es: Mantenga protegidos los datos de sitios y apps. El nombre “caché” del navegador no basta para tratarlos como desechables.
fr: Gardez protégées les données de sites et d’apps. Le seul nom « cache » du navigateur ne suffit pas à les traiter comme jetables.
ja: サイトとアプリのデータを保護します。ブラウザの「キャッシュ」という名前だけでは捨ててよいと判断しません。
ko: 사이트와 앱 데이터를 보호합니다. 브라우저 ‘캐시’라는 이름만으로 버려도 된다고 보지 않습니다.
pt_br: Mantenha protegidos os dados de sites e apps. O nome “cache” do navegador sozinho não basta para tratá-los como descartáveis.
zh_hans: 保护网站与应用数据。仅凭浏览器“缓存”名称不足以视为可丢弃。
zh_hant: 保護網站與 App 資料。僅憑瀏覽器「快取」名稱不足以視為可丟棄。

# entity.protect.cursor
source: Keep — Cursor uses this state to restore your work. Cleanup isn’t available for this store.
de: Behalten — Cursor nutzt diesen Zustand, um Ihre Arbeit wiederherzustellen. Für diesen Speicher gibt es keine Bereinigung.
es: Conservar — Cursor usa este estado para restaurar su trabajo. No hay limpieza para este almacén.
fr: Conserver — Cursor utilise cet état pour restaurer votre travail. Aucun nettoyage n’est disponible pour ce magasin.
ja: 残す — Cursorはこの状態で作業を復元します。このストアのクリーンアップはありません。
ko: 유지 — Cursor가 이 상태로 작업을 복원합니다. 이 저장소에는 정리 기능이 없습니다.
pt_br: Manter — o Cursor usa este estado para restaurar seu trabalho. Não há limpeza para este armazenamento.
zh_hans: 保留 — Cursor 用此状态恢复您的工作。此存储不提供清理。
zh_hant: 保留 — Cursor 用此狀態還原您的工作。此存放區不提供清理。

# entity.protect.generic
source: Keep — this data is protected.
de: Behalten — diese Daten sind geschützt.
es: Conservar — estos datos están protegidos.
fr: Conserver — ces données sont protégées.
ja: 残す — このデータは保護されています。
ko: 유지 — 이 데이터는 보호됩니다.
pt_br: Manter — estes dados estão protegidos.
zh_hans: 保留 — 此数据受保护。
zh_hant: 保留 — 此資料受保護。

# entity.protect.noAction
source: No generic action is available for this item yet.
de: Für dieses Element ist noch keine allgemeine Aktion verfügbar.
es: Aún no hay una acción genérica para este elemento.
fr: Aucune action générique n’est encore disponible pour cet élément.
ja: この項目向けの汎用操作はまだありません。
ko: 이 항목에 대한 일반 동작은 아직 없습니다.
pt_br: Ainda não há uma ação genérica para este item.
zh_hans: 此项尚无通用操作。
zh_hant: 此項目尚無通用操作。

# review.safetyIncomplete
source: Safety evidence incomplete
de: Safety-Nachweis unvollständig
es: Evidencia de seguridad incompleta
fr: Preuves de sécurité incomplètes
ja: Safetyの根拠が不足しています
ko: Safety 근거가 부족합니다
pt_br: Evidência de segurança incompleta
zh_hans: 安全证据不足
zh_hant: 安全證據不足
